# To change this license header, choose License Headers in Project Properties.
# To change this template file, choose Tools | Templates
# and open the template in the editor.
buttonIdioma: Langue
buttonReglas: R\u00e8gles du jeu
buttonPuntuacion: Les meilleurs scores\u00a0
buttonIniciar: Entrer
buttonRegistrar: Cr\u00e9er un compte
buttonGuardar: Sauver
buttonCancelar: Annuler
buttonCrearPartida: Attendre un adversaire
buttonUnirmePartida: Rejoindre une partie
buttonBaja: Supprimer le compte
buttonContinuar: Continuer
buttonRendirse: D\u00e9poser les armes
buttonAcerca: Sur Naval Battle* 
buttonLimpiar: D\u00e9barrasser le tableau
labelClave: Mot de passe
labelConfirClave: R\u00e9p\u00e9tez le mot de passe
labelNick: Usager
labelConfigurar: G\u00e9rer le compte
labelSalir: D\u00e9connexion
labelIdioma: S\u00e9lectionner la langue
labelIniciando: Chargement en cours
labelColocaNaves: Place les navires dans le tableau.\nS\u00e9lectionne le navire et clique sur une case.
labelRotar: Virer  le navire
labelCronometro: Chronom\u00e8tre
labelTiempoRestante: Le temps qui reste 
labelPuntuacionHost: Ton score:
labelPuntuacionAdversario: Le score de ton adversaire:
labelPuntuaciones: Scores
labelReglasDelJuego: R\u00e8gles g\u00e9n\u00e9rales:
labelReglaUno: 1. Il est interdit de placer deux navires dans des cases cons\u00e9cutives.  
labelReglaDos: 2. Il est possible juste de placer les navires horizontalement ou verticalement. 
labelReglaTres: 3. Les navires ne peuvent pas se toucher. 
labelReglaCuatro: 4. Si un joueur tire un missile et atteint un navire de l\u2019adversaire,\nle jouer obtient un tour suppl\u00e9mentaire et il peut tirer \u00e0 nouveau.
labelReglaCinco: 5. La limite de temps de chaque joueur est de 30 secondes. Si le joueur \nne tire pas apr\u00e8s les 30 secondes, c\u2019est le tour de l\u2019adversaire.
labelHorizontal: Horizontal
labelVertical: Vertical
labelEspera: Esperando adversario*FR
labelTurno: Tu turno*FR
mensajeDesa: D\u00e9velopp\u00e9 par:\nMaribel Tello\nJos\u00e9 Valdivia
mensajeTradu: \n\Traduction pour la version en fran\u00e7ais: V\u00edctor Rodr\u00edguez \nTraduction pour la version en anglais: Kenneth Ruiz
mensajePosicion: Le navire n\u2019est peut pas se placer comme \u00e7a
titlePosicion: Place incorrecte
mensajeDatosIncorrectosIniciarSesion: Donn\u00e9es incorrectes. V\u00e9rifie l\u2019usager et le mot de passe et essaie \u00e0 nouveau
titleAlerta: Alerte
titleDerrota: Tu as d\u00e9pos\u00e9 tes armes !
titleRed: Configurar la red*FR
titleRetado: Has sido retado!*FR
mensajeDerrota: Tu as perdu !
mensajeVictoria: Tu as gagn\u00e9 !
titleCancelarPartida: 
mensajeCancelarPartida: Partie annul\u00e9e 
mensajeBaja: Le compte a \u00e9t\u00e9 supprim\u00e9
mensajeConfServ: Escribe la direcci\u00f3n IP del servidor*FR
mensajeConfClien: Escribe el nombre del jugador enemigo*FR
mensajeCambiarConfRed: \u00bfDeseas cambiar la configuraci\u00f3n de red?*FR
mensajeClaveNoCoincide: Le mot de passe et la r\u00e9p\u00e9tition ne sont pas corrects
mensajeGuardado: Donn\u00e9es sauv\u00e9s
mensajeCamposLlenos: S\u2019il te pla\u00eet, remplis toutes les donn\u00e9es
mensajeNuevoPuntaje: \u00a1Felicidades, has superado tu mejor puntaje!*FR
mensajeRetado: Tu contrincante es:*FR
mensajeSinJugador: El jugador no se encuentra disponible o no est\u00e1 en l\u00ednea*FR
usuarioTable: Usager
puntajeTable: Score
mensajeErrorConexion: Erreur. Le service n\u2019est pas disponible
mensajeCuentaYaExistente: Error. An account with such nickname already exists.*FR
mensajeconfirmacionElimiarCuenta: \u00bfEstas seguro de querer eliminar tu cuenta?*FR